Repository: MishkoGo/scanner_pdf
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: hello!
uk: Привіт!

source: Documents
uk: Документи

source: Settings
uk: Налаштування

# subscription
source: Subscription on Pro
uk: Підписка на Pro-версію

source: Manage Subscription
uk: Керувати підпискою

source: Language
uk: Мова розпізнавання

# current_language
source: English
uk: Українська

# political
source: Privacy Policy
uk: Політика конфіденційності

# rules_uses
source: Terms of use
uk: Правила використання

# status_subscription
source: Not activated
uk: Не активована

source: Rename document
uk: Переіменувати документ

# new_name_document
source: Enter a new document name
uk: Введіть нову назву документа

source: Cancel
uk: Скасувати

source: Save
uk: Зберегти

# this_document
source: Here is the document
uk: Ось документ

# enter_name_document
source: Enter document title
uk: Введіть назву документа

source: Delete
uk: Видалити

source: Rename
uk: Переіменувати

source: View
uk: Переглянути

source: Restore
uk: Відновити

source: Skip
uk: Пропустити

# update_header
source: Upgrade to Pro version and get access to all application capabilities
uk: Оновіть до Pro-версії та отримайте доступ до всіх можливостей додатку

# update_desc
source: Batch scanning Export without restrictions Unlimited number of scans Text recognition
uk: Пакетне сканування Експорт без обмежень Необмежена кількість сканувань Розпізнавання тексту (OCR)

# price_1
source: Pro (7 days) 349,00 ₽
uk: Pro (7 днів) 339,00 ₽

# price_2
source: Pro (1 month) 779,00 ₽
uk: Pro (1 місяць) 739,00 ₽

# price_3
source: Pro (3 months) 1 490,00 ₽
uk: Pro (3 місяці) 1 450,00 ₽

# price_4
source: Pro (1 year) 2 170,00 ₽
uk: Pro (1 рік) 2 170,00 ₽

# test_period
source: Start your free trial
uk: Почати безкоштовний пробний період

# test_period_desc
source: Trial period 7 days. Can be canceled at any time.
uk: Пробний період 7 днів. Можна скасувати в будь-який час.

# english_lang
source: English
uk: Англійська

# russian_lang
source: Russian
uk: Російська

# espan_lang
source: Spanish (Mexico)
uk: Іспанська (мексиканська)

# ukraine_lang
source: Ukranian
uk: Українська

# chinese_lang
source: Chinese (Simplified)
uk: Китайська (спрощена версія)
